{"note_on_0": 0, "note_on_1": 1, "note_on_2": 2, "note_on_3": 3, "note_on_4": 4, "note_on_5": 5, "note_on_6": 6, "note_on_7": 7, "note_on_8": 8, "note_on_9": 9, "note_on_10": 10, "note_on_11": 11, "note_on_12": 12, "note_on_13": 13, "note_on_14": 14, "note_on_15": 15, "note_on_16": 16, "note_on_17": 17, "note_on_18": 18, "note_on_19": 19, "note_on_20": 20, "note_on_21": 21, "note_on_22": 22, "note_on_23": 23, "note_on_24": 24, "note_on_25": 25, "note_on_26": 26, "note_on_27": 27, "note_on_28": 28, "note_on_29": 29, "note_on_30": 30, "note_on_31": 31, "note_on_32": 32, "note_on_33": 33, "note_on_34": 34, "note_on_35": 35, "note_on_36": 36, "note_on_37": 37, "note_on_38": 38, "note_on_39": 39, "note_on_40": 40, "note_on_41": 41, "note_on_42": 42, "note_on_43": 43, "note_on_44": 44, "note_on_45": 45, "note_on_46": 46, "note_on_47": 47, "note_on_48": 48, "note_on_49": 49, "note_on_50": 50, "note_on_51": 51, "note_on_52": 52, "note_on_53": 53, "note_on_54": 54, "note_on_55": 55, "note_on_56": 56, "note_on_57": 57, "note_on_58": 58, "note_on_59": 59, "note_on_60": 60, "note_on_61": 61, "note_on_62": 62, "note_on_63": 63, "note_on_64": 64, "note_on_65": 65, "note_on_66": 66, "note_on_67": 67, "note_on_68": 68, "note_on_69": 69, "note_on_70": 70, "note_on_71": 71, "note_on_72": 72, "note_on_73": 73, "note_on_74": 74, "note_on_75": 75, "note_on_76": 76, "note_on_77": 77, "note_on_78": 78, "note_on_79": 79, "note_on_80": 80, "note_on_81": 81, "note_on_82": 82, "note_on_83": 83, "note_on_84": 84, "note_on_85": 85, "note_on_86": 86, "note_on_87": 87, "note_on_88": 88, "note_on_89": 89, "note_on_90": 90, "note_on_91": 91, "note_on_92": 92, "note_on_93": 93, "note_on_94": 94, "note_on_95": 95, "note_on_96": 96, "note_on_97": 97, "note_on_98": 98, "note_on_99": 99, "note_on_100": 100, "note_on_101": 101, "note_on_102": 102, "note_on_103": 103, "note_on_104": 104, "note_on_105": 105, "note_on_106": 106, "note_on_107": 107, "note_on_108": 108, "note_on_109": 109, "note_on_110": 110, "note_on_111": 111, "note_on_112": 112, "note_on_113": 113, "note_on_114": 114, "note_on_115": 115, "note_on_116": 116, "note_on_117": 117, "note_on_118": 118, "note_on_119": 119, "note_on_120": 120, "note_on_121": 121, "note_on_122": 122, "note_on_123": 123, "note_on_124": 124, "note_on_125": 125, "note_on_126": 126, "note_on_127": 127, "time_shift_1": 128, "time_shift_2": 129, "time_shift_3": 130, "time_shift_4": 131, "time_shift_5": 132, "time_shift_6": 133, "time_shift_7": 134, "time_shift_8": 135, "time_shift_9": 136, "time_shift_10": 137, "time_shift_11": 138, "time_shift_12": 139, "time_shift_13": 140, "time_shift_14": 141, "time_shift_15": 142, "time_shift_16": 143, "time_shift_17": 144, "time_shift_18": 145, "time_shift_19": 146, "time_shift_20": 147, "time_shift_21": 148, "time_shift_22": 149, "time_shift_23": 150, "time_shift_24": 151, "time_shift_25": 152, "time_shift_26": 153, "time_shift_27": 154, "time_shift_28": 155, "time_shift_29": 156, "time_shift_30": 157, "time_shift_31": 158, "time_shift_32": 159, "time_shift_33": 160, "time_shift_34": 161, "time_shift_35": 162, "time_shift_36": 163, "time_shift_37": 164, "time_shift_38": 165, "time_shift_39": 166, "time_shift_40": 167, "time_shift_41": 168, "time_shift_42": 169, "time_shift_43": 170, "time_shift_44": 171, "time_shift_45": 172, "time_shift_46": 173, "time_shift_47": 174, "time_shift_48": 175, "time_shift_49": 176, "time_shift_50": 177, "time_shift_51": 178, "time_shift_52": 179, "time_shift_53": 180, "time_shift_54": 181, "time_shift_55": 182, "time_shift_56": 183, "time_shift_57": 184, "time_shift_58": 185, "time_shift_59": 186, "time_shift_60": 187, "time_shift_61": 188, "time_shift_62": 189, "time_shift_63": 190, "time_shift_64": 191, "time_shift_65": 192, "time_shift_66": 193, "time_shift_67": 194, "time_shift_68": 195, "time_shift_69": 196, "time_shift_70": 197, "time_shift_71": 198, "time_shift_72": 199, "time_shift_73": 200, "time_shift_74": 201, "time_shift_75": 202, "time_shift_76": 203, "time_shift_77": 204, "time_shift_78": 205, "time_shift_79": 206, "time_shift_80": 207, "time_shift_81": 208, "time_shift_82": 209, "time_shift_83": 210, "time_shift_84": 211, "time_shift_85": 212, "time_shift_86": 213, "time_shift_87": 214, "time_shift_88": 215, "time_shift_89": 216, "time_shift_90": 217, "time_shift_91": 218, "time_shift_92": 219, "time_shift_93": 220, "time_shift_94": 221, "time_shift_95": 222, "time_shift_96": 223, "time_shift_97": 224, "time_shift_98": 225, "time_shift_99": 226, "time_shift_100": 227, "pad": 228}